"PaneTitle" = "Driver Settings";
"PaneVersion" = "Version ";
"ApplyConfigurationChanges" = "Apply configuration changes?";
"Apply" = "Apply";
"DontApply" = "Don't Apply";
"Cancel" = "Cancel";
"Warning" = "Warning";
"TheDeviceIsNotFound" = "The device could not be found. This settings will automatically become effective when the device is connected the next time.";
"DeviceIsCurrentlyUsed" = "The device is currently being used by another application. To have the settings take effect, quit all applications that use the device, then restart the application.";
"ApplyButtonStr"="Apply";
"RevertButtonStr"="Revert";
"DefaultButtonStr"="Default";
"BufferSizeSliderStr"="Audio Buffer Size:";
"RecMarginStr"="Recording Margin:";
"RecTimingStr"="Recording Timing:";
"Minimum" = "Min";
"Maximum" = "Max";
"millisecond" = "ms";
